{"question": "Can I open an account for my child ?",  "category": "negative",  "link": "https://www.degiro.com/uk/helpdesk/become-client/registering-degiro-account/can-i-open-account-my-child",  "ground_truth_content": "Unfortunately, due to increasing requirements resulting from stricter Customer Due Diligence (CDD) laws and regulations for persons under the age of 18, we have stopped opening accounts for minors in 2018.\n"}
{"question": "Can I buy a part of a share ?",  "category": "negative",  "link": "https://www.degiro.com/uk/helpdesk/orders/does-degiro-offer-fractional-shares",  "ground_truth_content": "We do not offer trading in fractional shares on our platform. We only facilitate trading in whole shares."}
{"question": "Can I open an account from Bulgaria ?",  "category": "positive",  "link": "https://www.degiro.com/uk/helpdesk/become-client/registering-degiro-account/how-do-i-open-degiro-account",  "ground_truth_content": "You can open a free account via the DEGIRO app. If you do not have the app installed, you can download it using the below links:\niOS\nAndroid\nYou can open an investment account with us if you:\nare 18+ years old or over\nhold a valid form of identification\nHave a Mainland UK bank account held in your name denominated in Pound Sterling (GBP)\nAre an exclusive (tax) resident in the United Kingdom of Great Britain and Northern Ireland.\nDuring registration, you will be asked to scan your ID with your phone camera and take a selfie to confirm your identity. For this reason, registration is done via the DEGIRO app, and a smartphone is required to register.\nIf under IRS guidelines you are considered a US person, we are unable to accept you as a client.\nDuring registration, you will be asked to scan your ID with your phone camera and take a selfie to confirm your identity. For this reason, registration is done via the DEGIRO app, and a smartphone is required to register.\nIf under IRS guidelines you are considered a US person, we are unable to accept you as a client. Accepted countries Australia\nAustria Belgium\nBulgaria\nUnited Kingdom\nSlovakia\nCzech Republic\nDenmark\nEstonia\nFinland\nFrance\nFrench Guiana\nGermany\nGreece\nGuadeloupe\nSlovenia\nIceland\nIreland\nItaly\nLatvia\nLiechtenstein\nLithuania\nLuxembourg\nMartinique\nMayotte\nNetherlands\nNew Zealand\nRomania\nPoland\nPortugal (including Azores, Madeira)\nReunion\nSwitzerland\nSaint Martin\nSpain (including Canary Islands, Ceuta and Melilla)\nSweden\nSingapore\n\n"}
{"question": "Can I open an account from Qatar ?",  "category": "negative",  "link": "https://www.degiro.com/uk/helpdesk/become-client/registering-degiro-account/how-do-i-open-degiro-account",  "ground_truth_content": "You can open a free account via the DEGIRO app. If you do not have the app installed, you can download it using the below links:\niOS\nAndroid\nYou can open an investment account with us if you:\nare 18+ years old or over\nhold a valid form of identification\nHave a Mainland UK bank account held in your name denominated in Pound Sterling (GBP)\nAre an exclusive (tax) resident in the United Kingdom of Great Britain and Northern Ireland.\nDuring registration, you will be asked to scan your ID with your phone camera and take a selfie to confirm your identity. For this reason, registration is done via the DEGIRO app, and a smartphone is required to register.\nIf under IRS guidelines you are considered a US person, we are unable to accept you as a client.\nDuring registration, you will be asked to scan your ID with your phone camera and take a selfie to confirm your identity. For this reason, registration is done via the DEGIRO app, and a smartphone is required to register.\nIf under IRS guidelines you are considered a US person, we are unable to accept you as a client. Accepted countries Australia\nAustria Belgium\nBulgaria\nUnited Kingdom\nSlovakia\nCzech Republic\nDenmark\nEstonia\nFinland\nFrance\nFrench Guiana\nGermany\nGreece\nGuadeloupe\nSlovenia\nIceland\nIreland\nItaly\nLatvia\nLiechtenstein\nLithuania\nLuxembourg\nMartinique\nMayotte\nNetherlands\nNew Zealand\nRomania\nPoland\nPortugal (including Azores, Madeira)\nReunion\nSwitzerland\nSaint Martin\nSpain (including Canary Islands, Ceuta and Melilla)\nSweden\nSingapore\n\n"}
{"question": "How do I secure my account ?",  "category": "neutral",  "link": "https://www.degiro.com/uk/helpdesk/account-and-personal-details/i-think-someone-else-may-have-access-my-degiro-account-how-do-i-secure",  "ground_truth_content": "If you believe someone may have access to your DEGIRO account, please take the following measures:\nChange the password on your DEGIRO account\nChange the password of your linked email address\nEnable two-step authentication on your account\nIf necessary, you may contact the DEGIRO service desk and request that your account be blocked until secured.\n"}
{"question": "What is DEGIRO",  "link": "https://www.degiro.com/uk/helpdesk/about-degiro/history-degiro/who-degiro",  "category": "neutral",  "ground_truth_content": "DEGIRO is a wholesale, online stockbroker. We provide an online platform for all types of investors. All of our clients trade with incredibly low fees on markets worldwide.\nDEGIRO began as an institutional broker in 2008 servicing professional clients. In September 2013, DEGIRO launched its online retail brokerage service in the Netherlands. Since then, DEGIRO has expanded across 18 European countries enabling retail investors to benefit from a highly competitive commission structure. As a result, DEGIRO has quickly become one of the largest brokers in Europe.\n"}
{"question": "I moved to another country",  "link": "https://www.degiro.com/uk/helpdesk/account-and-personal-details/your-personal-details/how-can-i-change-my-address",  "ground_truth_content": "If you want to change your residential address, simply follow these steps:\nLogin to your account.\nIf you're using our app, open the menu and tap on your name. 📱 Or if you're using the platform, hover your cursor over the 'Profile' icon. 💻\nSelect 'Personal information'.\nClick on 'Edit'.\nEnter your new address details and press 'Save'. We'll send an automatic confirmation to your e-mail address.\nGo to your e-mail inbox and follow the instructions in the confirmation e-mail.\nDone! Your residential address has successfully been changed! ✔️ Note If your new address impacts your tax liabilities, also be sure to change your tax information.\n"}
{"question": "I tried to place an order but the app crashed !",  "link": "https://www.degiro.com/uk/helpdesk/orders/placing-order/i-cannot-place-order-trading-platform-webtrader-or-app-what-should-i-do",  "ground_truth_content": "If at any time you are unable to place an order via the WebTrade or app, you have the option to place either an Email Order or Telephone Order.\nTo place an Email Order, send an email to orders@degiro.eu which contains all of the following information:\nUsername of your DEGIRO account,\nProduct (option series or ISIN number),\nBuy/Sell/Cancel/Exercise options,\nNumber of securities / Amount to be traded,\nOrder type (Market order or Limit order)\nIn the case of a limit order, price at which the order must be sent to market (limit price),\nDay order,\nExchange to place order\nEmail and telephone orders are subject to the conditions laid on in the document Orders and Order Execution Policy. Please be aware that the fees for an email and a telephone order are €10.00 in addition to the regular fees. In case of a technical issue, you can request reimbursement for the additional fee.\nIt is not possible to place a Stop Loss or Stop Limit order via an Email order, furthermore, it is not possible to place combination orders through Email orders.\nTo place a telephone order, please call our Service Desk who will forward you to our orders department. Please be prepared to answer security questions regarding your account before being forwarded.\n"}
{"question": "Where can I find my order confirmation?",  "link": "https://www.degiro.com/uk/helpdesk/orders/placing-order/will-i-receive-confirmation-when-my-order-has-been-executed",  "ground_truth_content": "Each time an order has been executed, you will receive a confirmation of the transaction via e-mail.\nYou can manage these notifications in your personal Settings. To change the status of this notification, go to \"Settings\" and then select \"Notifications\".\nUnder \"Feedback order status\", you can turn the confirmation e-mails on or off.\nIn the unlikely event that you do not receive an e-mail confirmation, we are unfortunately unable to reproduce it for you. However, you can of course find all your executed transactions in your account.\n"}
{"question": "My account is in dollars, how do I withdraw in euros?",  "link": "https://www.degiro.com/uk/helpdesk/money-transfers-and-handling/can-i-withdraw-another-currency",  "ground_truth_content": "No, this is unfortunately not possible. All withdrawals must be in the base currency of your account.\n"}
{"question": "My account is in euros, how do I change it to dollars? ",  "link": "https://www.degiro.com/uk/helpdesk/money-transfers-and-handling/can-i-change-currency-my-account",  "ground_truth_content": "No, it is not possible to change the base currency of your account."}
{"question": "Why can’t I withdraw all my money?",  "link": "https://www.degiro.com/uk/helpdesk/money-transfers-and-handling/i-am-trying-withdraw-my-full-balance-i-receive-error-how-do-i-withdraw",  "ground_truth_content": "It is not possible to withdraw funds which are currently invested. Only uninvested cash- the funds held in your Cash Account- can be withdrawn.\nYour balance is the sum of the positions in your portfolio, your Cash Account, and cash in held other currencies. To withdraw your full balance, you may need to sell your positions and convert funds to your base currency first.\n"}
{"question": "What are the fees for withdrawing?",  "link": "https://www.degiro.com/uk/helpdesk/fees/other-costs/are-there-any-costs-depositing-or-withdrawing-funds",  "ground_truth_content": "No, DEGIRO does not charge clients for depositing or withdrawing funds."}
{"question": "Do I need to provide proof of income ?",  "link": "https://www.degiro.com/uk/helpdesk/become-client/registering-degiro-account/will-degiro-ask-me-proof-wealth",  "ground_truth_content": "As a financial institution and Dutch branch of flatexDEGIRO Bank AG, regulated by the Dutch Authority for the Financial Markets (Autoriteit Financiële Markten, “AFM”), we are legally obliged to comply with the requirements of the Act on Prevention of Money Laundering and Financing of Terrorism (Wet ter voorkoming van witwassen en financieren van terrorisme, \"Wwft\").\nAmong other things, this law requires us to conduct regular enquiries about the origin/source of funds and (tax) residencies of clients as part of our due diligence obligations. In order to meet these obligations, we may need specific information concerning your source of funds/wealth.\nWe understand that these kinds of inquiries might be inconvenient and uncomfortable. Therefore, we are happy to help you with completing them as soon as possible and appreciate your cooperation.\n"}
{"question": "Can I test Degiro without actual money ?",  "link": "https://www.degiro.com/uk/helpdesk/become-client/registering-degiro-account/can-i-open-demo-account",  "ground_truth_content": "Demo accounts are not available for the simple reason that opening a DEGIRO account is completely free of charge. This way, you can familiarize yourself with our trading platform, and start investing once you're ready.\nYou can open an account here.\n"}
{"question": "I want to add money to my account",  "link": "https://www.degiro.com/uk/helpdesk/money-transfers-and-handling/how-do-i-transfer-funds-my-degiro-account",  "ground_truth_content": "You can deposit new funds into your investment account via a manual bank transfer. Please note that we can only process a deposit from your reference account. It is not possible to link a bank account held in the name of a company or other person. Here's how it works:\nLog in to your Trading Platform and hover over the 'Deposit/Withdraw' button in the top right corner of the screen. In the app you’ll find this option by first tapping on the menu icon in the upper left corner.\nSelect 'Deposit' and then choose 'Manual transfer to DEGIRO'.\nTransfer funds from your bank using the details shown in the window.\nPlease note: if you have multiple accounts with us, and the bank details show the name of the beneficiary as 'Stichting Degiro', please mention the username of the target account in the description section of your transfer.\n"}
